# St7SetSRAResultCQC

Sets the state of the CQC result option for Spectral Response analysis.

long St7SetSRAResultCQC(long uID, bool CQC)
Input Parameters
uID
Strand7 model file ID.

CQC
True to generate CQC results.